{
  "bufferline.nvim": { "branch": "main" },
  "ddc-filter-converter_remove_overlap": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-cmdline-history": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-nvim-lsp": { "branch": "main" },
  "ddc-source-vsnip": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops-popup-preview.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "deol.nvim": { "branch": "master" },
  "dps-ghosttext.vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gin.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "vim-gitgutter": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "vimsence": { "branch": "master" }
}